/* NSBox (Automatic updates) : <title:Automatic updates> (oid:10) */
"Automatic updates" = "自動アップデート";

/* NSButton (Check for updates at startup) : <title:Check for updates at startup> (oid:6) */
"Check for updates at startup" = "起動時にアップデートをチェックする";

/* NSButton (Check now) : <title:Check now> (oid:7) */
"Check now" = "いまアップデートをチェックする";

/* NSTextField (Fri 2 April 1980) : <title:Fri 2 April 1980> (oid:9) */
"Fri 2 April 1980" = "1980年4月2日（金）";

/* NSTextField (Last checked:) : <title:Last checked:> (oid:8) */
"Last checked:" = "前回のチェック:";

